tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
cask 'java8'
brew 'awscli'
brew 'git'
brew 'go'
brew 'maven'
brew 'node'
brew 'postgresql'
brew 'sbt'
brew 'scala'
brew 'vim'
cask 'docker'
cask 'google-cloud-sdk'
cask 'jetbrains-toolbox'
cask 'keybase'
cask 'google-chrome'
cask 'iterm2'
