tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "thoughtbot/formulae"
brew "awscli"
brew "curl"
brew "git"
brew "hub"
brew "jq"
brew "maven"
brew "mysql-client@5.7"
brew "openapi-generator"
brew "python@3.10"
brew "pipenv"
brew "sbt"
brew "scala"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "thoughtbot/formulae/rcm"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "temurin"
