tap "adoptopenjdk/openjdk"
tap "ariga/tap"
tap "clojure/tools"
tap "coursier/formulas"
tap "dbt-labs/dbt"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "quarkusio/tap"
tap "redpanda-data/tap"
tap "speakeasy-api/tap"
tap "thoughtbot/formulae"
brew "apache-flink@1"
brew "python@3.13"
brew "awscli"
brew "btcli"
brew "gemini-cli"
brew "gh"
brew "git-lfs"
brew "glab"
brew "go"
brew "helm"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "maven"
brew "minio-mc"
brew "msmtp"
brew "ollama", restart_service: :changed
brew "openapi-generator"
brew "operator-sdk"
brew "postgresql@14"
brew "pre-commit"
brew "python@3.12"
brew "rcm"
brew "redis"
brew "skaffold"
brew "sops"
brew "the_silver_searcher"
brew "trezor-agent"
brew "trino"
brew "uv"
brew "volta"
brew "coursier/formulas/coursier"
brew "hashicorp/tap/terraform"
brew "redpanda-data/tap/redpanda"
cask "brave-browser"
cask "claude"
cask "claude-code"
cask "comet"
cask "cursor"
cask "cursor-cli"
cask "docker-desktop"
cask "gcloud-cli"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "ledger-wallet"
cask "minecraft"
cask "signal"
cask "steam"
cask "telegram"
cask "trezor-suite"
cask "zoom"
vscode "anysphere.cursorpyright"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.java"
vscode "scala-lang.scala"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
