tap "adoptopenjdk/openjdk"
tap "dbt-labs/dbt"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "thoughtbot/formulae"
brew "awscli"
brew "coursier"
brew "curl"
brew "dbt-postgres"
brew "git"
brew "gh"
brew "jq"
brew "maven"
brew "openapi-generator"
brew "python@3.11"
brew "pipenv"
brew "poetry"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "thoughtbot/formulae/rcm"
cask "iterm2"
cask "jetbrains-toolbox"
cask "temurin"
cask "nordpass"
