tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'ethereum/ethereum'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'
cask 'java'
cask 'xquartz'
brew 'android-sdk'
brew 'apache-drill'
brew 'apache-spark'
brew 'argtable'
brew 'xz'
brew 'pkg-config'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bazaar'
brew 'icu4c'
brew 'boost'
brew 'ghc'
brew 'cabal-install'
brew 'cmake'
brew 'cryptopp'
brew 'ctags'
brew 'openssl'
brew 'curl'
brew 'dbus'
brew 'desktop-file-utils'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dnsmasq'
brew 'dos2unix'
brew 'go'
brew 'exercism'
brew 'flyway'
brew 'unixodbc'
brew 'freetds'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gdbm'
brew 'jpeg'
brew 'libtiff'
brew 'gdk-pixbuf'
brew 'git-lfs'
brew 'gnu-getopt'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg'
brew 'harfbuzz'
brew 'pango'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'pinentry'
brew 'gpg-agent'
brew 'readline'
brew 'gnupg2'
brew 'gpgme'
brew 'gpa'
brew 'graphviz'
brew 'hadoop'
brew 'heroku'
brew 'hive'
brew 'libtool'
brew 'htop-osx'
brew 'sqlite'
brew 'python3'
brew 'httpie'
brew 'irssi'
brew 'ivy'
brew 'jsoncpp'
brew 'snappy'
brew 'leveldb'
brew 'libevent'
brew 'libmicrohttpd'
brew 'libjson-rpc-cpp'
brew 'libyaml'
brew 'lua'
brew 'maven'
brew 'mercurial'
brew 'miniupnpc'
brew 'mongodb'
brew 'mpg123'
brew 'mysql'
brew 'node'
brew 'pwgen'
brew 'tree'
brew 'pass'
brew 'postgresql'
brew 'pgcli'
brew 'portaudio'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 's3cmd'
brew 'sbt'
brew 'sqsh'
brew 'ssh-copy-id'
brew 'swig'
brew 'the_silver_searcher'
brew 'thrift'
brew 'tmux'
brew 'typesafe-activator'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'zookeeper'
brew 'ethereum/ethereum/ethereum'
brew 'homebrew/versions/llvm37'
brew 'homebrew/versions/scala210'
brew 'thoughtbot/formulae/rcm'
brew 'autodidacticon/versions/anaconda2'
cask 'airdroid'
cask 'android-studio'
cask 'calibre'
cask 'chefdk'
cask 'cyberduck'
cask 'datagrip'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'genymotion'
cask 'google-drive'
cask 'google-photos-backup'
cask 'hub'
cask 'intellij-idea'
cask 'iterm2'
cask 'lastpass'
cask 'rdm'
cask 'spectacle'
cask 'steam'
cask 'torbrowser'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'webstorm'
