tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'thoughtbot/formulae'
cask 'adoptopenjdk'
brew 'git'
brew 'awscli'
brew 'curl'
brew 'go'
brew 'exercism'
brew 'maven'
brew 'node'
brew 'postgresql'
brew 'sbt'
brew 'scala'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'thoughtbot/formulae/rcm'
cask 'iterm2'
cask 'lastpass'
cask 'spectacle'
cask 'steam'
cask 'transmission'
cask 'docker'
cask 'google-cloud-sdk'
cask 'jetbrains-toolbox'
cask 'keybase'
cask 'google-chrome'
cask 'iterm2'
