tap "adoptopenjdk/openjdk"
tap "clojure/tools"
tap "coursier/formulas"
tap "dbt-labs/dbt"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "quarkusio/tap"
tap "speakeasy-api/tap"
tap "thoughtbot/formulae"
brew "gh"
brew "git-lfs"
brew "glab"
brew "go"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "maven"
brew "minio-mc"
brew "python@3.13"
brew "rcm"
brew "redis"
brew "skaffold"
brew "sops"
brew "the_silver_searcher"
brew "trino"
brew "volta"
brew "coursier/formulas/coursier"
cask "1password"
cask "cloudflare-warp"
cask "docker"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "nordpass"
cask "signal"
cask "spotify"
cask "temurin@17"
