tap "adoptopenjdk/openjdk"
tap "ethereum/ethereum"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "thoughtbot/formulae"
brew "python@3.9"
brew "asciinema"
brew "awscli"
brew "curl"
brew "eksctl"
brew "ethereum"
brew "gh"
brew "git"
brew "helm"
brew "hub"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "maven"
brew "mysql-client@5.7"
brew "nmap"
brew "node"
brew "openapi-generator"
brew "python@3.10"
brew "pipenv"
brew "sbt"
brew "scala"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "hashicorp/tap/terraform"
brew "thoughtbot/formulae/rcm"
cask "adoptopenjdk8"
cask "android-messages"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "signal"
cask "temurin"
cask "temurin11"
