tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'thoughtbot/formulae'
brew 'git'
brew 'curl'
brew 'maven'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'thoughtbot/formulae/rcm'
brew 'hub'
brew 'jq'
brew 'lastpass-cli'
cask 'iterm2'
cask 'lastpass'
cask 'shiftit'
cask 'docker'
cask 'jetbrains-toolbox'
cask 'google-chrome'
cask 'google-backup-and-sync'
